Repository: Taapat/enigma2-plugin-youtube
Catalog: po/*.po
Languages: cs, et, id, it, uk

source: You have disabled downloaded file merge. Installed FFmpeg is no longer necessary. Do you want to remove FFmpeg?
cs: Zakázali jste sloučení stažených souborů. Nainstalovaný FFmpeg již není nutný. Chcete odstranit FFmpeg?
et: Allalaaditud faili liitmine on keelatud. Paigaldatud FFmpeg ei ole enam vajalik. Kas eemaldada FFmpeg?
id: Anda telah mematikan fungsi penyatuan berkas terunduh. FFmpeg yg terpasang sudah tidak diperlukan lagi. Apakah anda ingin menghapus FFmpeg?
it: L'unione dei file scaricati è stata disabilitata. FFmpeg non risulta quindi più necessario. Si desidera disinstallarlo?
uk: Ви відмінили злиття файлів. Встановлений FFmpeg більше не потрібний. Видалити FFmpeg?

source: YouTube setup
cs: Nastavení YouTube
et: YouTube seadistamine
id: Pengaturan YouTube
it: Impostazioni di YouTube
uk: Налаштування YouTube

source: YouTube starting. Please wait...
cs: Spouští se YouTube. Prosím, čekejte...
et: YouTube käivitub. Oota...
id: YouTube sedang mulai. Silakan tunggu...
it: Avvio di YouTube in corso. Attendere...
uk: YouTube запускається. Зачекайте...

source: Add to favorites
et: Lisa lemmikuks

source: Added!
et: Lisatud!

source: Favorites
et: Lemmikud

source: Great Britain
et: Suurbritannia

source: Relevance
et: Tähtsus
id: Relevan
it: Rilevanza
uk: Актуальність

source: Remove from favorites
et: Eemalda lemmikutest

source: Removed!
et: Eemaldatud!

source: YouTube search
et: YouTube otsing

source: By relevance
it: Per rilevanza

source: By activity
id: Sesuai aktifitas
it: Per attività

source: Alphabetically
id: Urutan huruf
it: In ordine alfabetico

source: Show related videos
it: Mostrare i video associati

source: YouTube VirtualKeyBoard
it: Tastiera virtuale YouTube

source: Image VirtualKeyBoard
it: Immagine tastiera virtuale

source: Resume playback from the previous position?
id: Lanjut putarlagi dari posisi sebelumnya?
it: Riprendere la riproduzione dalla posizione precedente?
uk: Відновити з попередньої позиції?

source: Yes, and return to list
it: Sì, e tornare all'elenco

source: Yes, and show related videos
it: Sì, e mostrare i video associati

source: Related videos
it: Video associati

source: Live broadcast
it: Trasmissioni dal vivo

source: Next %s entry
it: %s voce successiva

source: Previous %s entry
it: %s voce precedente

source: Sort subscriptions:
it: Ordinare le sottoscrizioni:

source: Order in which subscriptions results will be displayed.
it: Ordine in cui i risultati delle sottoscrizioni saranno visualizzati.

source: Use DASH MP4 format:
id: Gunakan format DASH MP4:
it: Usare il formato DASH MP4:

source: Specify or you want to use DASH MP4 format streams if available. This requires playing two streams together and may cause problems for some receivers.
id: Tentukan atau anda ingin menggunakan stream format DASH MP4 jika tersedia. Hal ini memerlukan untuk memainkan dua stream bersamaan dan bisa menyebabkan masalah pada sebagian rx.
it: Specificare se si desidera utilizzare il formato stream DASH MP4 se disponibile. Ciò richiede la riproduzione di due flussi contemporanei e può causare problemi con alcuni ricevitori.

source: Choose VirtualKeyBoard Style:
it: Selezionare lo stile della tastiera virtuale:

source: You can choose what style of VirtualKeyBoard to use it. YouTube OR Image (VirtualKeyBoard).
it: È possibile scegliere quale stile di tastiera virtuale utilizzare. YouTube o immagine (tastiera virtuale).

source: %.1fMB
uk: %.1fМБ

source: Media player:
uk: Медіаплеєр:

source: OK
uk: ОК
