Repository: Taapat/enigma2-plugin-youtube
Catalog: po/*.po
Languages: cs, et, id, it, uk

source: (%d-%d of %d)
cs: (%d-%d z %d)
it: (%d-%d di %d)
uk: (%d-%d з %d)

source: dislikes
cs: nelíbí se
et: - ei meeldi

source: likes
cs: líbí se
et: - meeldib
id: suka
it: mi piace
uk: сподобалося

source: views
cs: zhlédnutí
et: vaatamist
id: Lihat
it: visualizzazioni
uk: переглядів

source: Active video downloads
cs: Aktivní stahování videa
et: Aktiivsed allalaadimised
id: Unduh video aktif
it: Download del video corrente
uk: Активні відеозавантаження

source: All
cs: Vše
et: Kõik
id: Semua
it: Tutti
uk: Всі

source: Ask user
cs: Zeptat se uživatele
et: Küsitakse
id: Tanya pengguna
it: Chiedere all'utente
uk: Запитати користувача

source: Australia
cs: Austrálie
et: Austraalia

source: Brazil
cs: Brazílie
et: Brasiilia

source: Canada
cs: Kanada
et: Kanada

source: Cancel
cs: Zrušit
et: Tühista
id: Batal
it: Annullare
uk: Скасувати

source: Choose what you want to do
cs: Zvolte, co chcete udělat
et: Vali soovitud tegevus
id: Pilih apa yang ingin anda lakukan
it: Scegliere cosa fare
uk: Виберіть, що будете робити

source: Close YouTube
cs: Zavřít YouTube
et: Sulge YouTube
id: Tutup Youtube
it: Chiudere YouTube
uk: Закрити YouTube

source: Created date
cs: Data vytvoření
et: Loodud
id: Tanggal dibuat
it: Data di creazione
uk: Дата створення

source: Czech
cs: Česky

source: Czech Republic
cs: Česká republika
et: Tšehhi

source: Default
cs: Výchozí
id: Bawaan
it: Predefinito
uk: Типово

source: Delete this entry
cs: Smazat tuto položku
et: Kustuta kirje
id: Hapus entri ini
it: Rimuovere questa voce
uk: Видалити цей запис

source: Disliked!
cs: Nelíbí se!
et: Ei meeldi kirjas!
id: Tidak disukai
it: Non gradito.
uk: Не сподобалося!

source: Download directory:
cs: Adresář pro ukládání:
et: Allalaadimised:
id: Direktori unduhan:
it: Directory di download:
uk: Каталог для завантаження:

source: Download feed entries. Please wait...
cs: Stáhují se položky zdrojů. Prosím, čekejte...
et: Kanalite laadimine. Oota...
id: Mengunduh entri feed. Silakan tunggu...
it: Download delle voci del feed. Attendere...
uk: Відбувається завантаження фідів. Зачекайте...

source: Download search results. Please wait...
cs: Stahují se výsledky vyhledávání. Prosím, čekejte...
et: Otsingu tulemuste laadimine. Oota...
id: Unduh hasil pencarian. Silakan tunggu...
it: Download dei risultati della ricerca. Attendere...
uk: Завантаження результатів пошуку. Зачекайте...

source: Download video
cs: Stáhnout video
et: Laadi alla
id: Unduh video
uk: Завантажити відео

source: Downloading
cs: Stahování
et: Allalaadimine
id: Mengunduh
it: Download in corso
uk: Заванаження

source: Duration:
cs: Délka:
et: Kestus:
id: Durasi:
it: Durata:
uk: Тривалість:

source: Embedded in webpages
cs: Vloženo na webových stránkách
et: Põimitud veebilehtedes
id: Ditanamkan pada halaman web
it: Incluso nelle pagine web
uk: Відео на веб-сайтах

source: Exclude restricted content:
cs: Kromě vyloučeného obsahu:
et: Eemalda piiratud sisu:
id: Jangan tampilkan konten yg dilarang:
it: Escludere contenuti vietati:
uk: Виключити закритий контент:

source: Exit
cs: Zavřít
et: Välju
id: Keluar
it: Uscire
uk: Вихід

source: Extract video url. Please wait...
cs: Extrahuje se URL videa. Prosím, čekejte...
et: Video aadressi eraldamine. Oota...
id: Mengurai alamat url video. Silakan tunggu...
it: Estrazione dell'URL del video. Attendere...
uk: Витяг відеопосилання. Зачекайте...

source: FFmpeg will be used to merge downloaded DASH video and audio files. FFmpeg will be installed if necessary.
cs: FFmpeg bude použit ke sloučení stažených DASH video a zvukových souborů. V případě potřeby bude nainstalován soubor FFmpeg.
et: Allalaaditud DASH video ja helifailide liitmiseks on vajalik FFmpeg. Vajadusel FFmpeg paigaldatakse.
id: FFmpeg akan digunakan untuk menyatukan berkas audio dan video DASH yg diunduh. FFmpeg akan dipasang jika diperlukan.
it: FFmpeg verrà utilizzato per unire i video DASH scaricati e i file audio. Se necessario, FFmpeg verrà installato.
uk: FFmpeg буде використовуватися для об'єднання завантажених відео та аудіо файлів DASH. FFmpeg буде встановлено, якщо необхідно.

source: France
cs: Francie
et: Prantsusmaa

source: Germany
cs: Německo
et: Saksamaa

source: Go to %s And enter the code %s
cs: Běžte do %s a zadejte kód %s
et: Mine aadressile %s ja sisesta kood %s
id: Menuju ke %s Dan masukkan kode %s
it: Andare a %s e inserire il codice %s
uk: Ідіть на %s Та введіть код %s

source: Greece
cs: Řecko
et: Kreeka

source: HD videos
cs: HD videa
et: HD videod
id: Vídeo HD
it: Video HD
uk: HD відео

source: How many search results will be returned. If greater value then longer time will be needed for thumbnail download.
cs: Kolik se vrácí výsledků vyhledávání. Při větší hodnotě bude zapotřebí pro stahování náhledů delší čas.
et: Otsingu tulemuste arv. Mida suurem arv, seda kauem kulub pisipiltide laadimiseks.
id: Berapa jumlah hasil pencarian yg akan ditampilkan. Jika jumlahnya besar maka semakin lama waktu yg dibutuhkan untuk unduh thumbnail.
it: Numero dei risultati della ricerca che verranno mostrati. Più grande è il valore e maggiore sarà il tempo impiegato per il download delle anteprime.
uk: Скільки результатів пошуку будуть показані. Чим більше значення, тим більше часу буде потрібно для завантаження мініатюр.

source: I dislike this
cs: Nelíbí se mi to
et: Mulle ei meeldi
id: Saya tidak suka ini
it: Non mi piace
uk: Мені не сподобалося

source: I like this
cs: Líbí se mi to
et: Mulle meeldib
id: Saya suka ini
it: Mi piace
uk: Мені сподобалося

source: India
cs: Indie

source: Info
cs: Informace
id: Informasi
uk: Інформація

source: Ireland
cs: Irsko
et: Iirimaa

source: Israel
cs: Izreal
et: Iisrael

source: Italy
cs: Itálie
et: Itaalia

source: Japan
cs: Japonsko
et: Jaapan

source: Keyboard
cs: Klávesnice
et: Klaviatuur
it: Tastiera
uk: Клавіатура

source: Latvia
cs: Lotyšsko
et: Läti

source: Liked videos
cs: Oblíbená videa
et: Meeldinud videod
id: Vídeo yang disukai
it: Video che piacciono
uk: Відео сподобалося

source: Liked!
cs: Líbí se!
et: Meeldib kirjas!
id: Disukai!
it: Piaciuto.
uk: Сподобалося!

source: Log in to your YouTube account when plugin starts. This needs to approve in the Google home page!
cs: Při spuštění pluginu se přihlaste k účtu YouTube. To je potřeba schválit na domovské stránce Google!
et: Plugina käivitamisel logi sisse oma YouTube kontole. See tuleb kinnitada Google kodulehel!
id: Log in ke akun YouTube ketika plugin dimulai. Hal ini membutuhkan persetujuan di halaman depan Google!
it: Accedere al proprio account YouTube quando il plugin si avvia. Per fare ciò è necessario approvarlo nella home page di Google.
uk: Використовувати Ваш аккаунт YouTube, при запуску плагіна. Це треба підтвердити на домашній сторінці Google!

source: Login on startup:
cs: Přihlásit se při startu:
et: Sisselogimine käivitamisel:
id: Login saat mulai:
it: Accedere all'avvio:
uk: Авторизація при запуску:

source: Maximum video resolution:
cs: Maximální rozlišení videa:
et: Suurim videolahutus:
id: Resolusi video maksimal:
it: Massima risoluzione video:
uk: Максимальний дозвіл відео:

source: Merge downloaded files:
cs: Sloučit stažená videa:
et: Liida allalaaditud failid:
id: Satukan berkas yg diunduh:
it: Unire i file scaricati:
uk: Об'єднати завантажені файли:

source: Mexico
cs: Mexiko
et: Mehhiko

source: Moderate
cs: Mírně
et: Keskmine
id: Moderat
it: Moderato
uk: Помірно

source: Most viewed
cs: Nejvíce zhlédnutí
et: Vaadatuimad
id: Paling banyak dilihat
it: Più visti
uk: Лідери переглядів

source: Movies
cs: Filmy
et: Filmid
id: Film
it: Filmati
uk: Фільми

source: My Subscriptions
cs: Moje odebírané
et: Мinu tellimused
id: Langganan saya
it: Le mie sottoscrizioni
uk: Мої підписки

source: My feeds
cs: Moje zdroje
et: Minu kanalid
id: Feed saya
it: I miei feed
uk: Мої фіди

source: New Zealand
cs: Nový Zéland
et: Uus Meremaa

source: Next %s entries
cs: Další %s položky
et: Järgmised %s tulemust

source: No
cs: Ne
et: Ei
id: Tidak
uk: Ні

source: No, but play video again
cs: Ne, ale přehrát video znovu
et: Ei, aga esita video uuesti
id: Tidak, tapi putar lagi videonya
it: No, ma riprodurlo di nuovo
uk: Ні, програти це відео ще раз

source: Open
cs: Otevřít
et: Ava
id: Buka
it: Aprire
uk: Відкрити

source: Order in which search results will be displayed.
cs: Pořadí, ve kterém se zobrazí výsledky vyhledávání.
et: Otsingu tulemuste kuvamise järjestus.
id: Urutan dimana hasil pencarian akan ditampilkan.
it: Ordine con cui i risultati della ricerca saranno mostrati.
uk: Порядок, відображення результатів пошуку.

source: Play next
cs: Přehrát další
et: Esita järgmine
id: Putar berikutnya
it: Riprodurre il successivo
uk: Відтворити наступне

source: Play next video
cs: Přehrát následující video
et: Esita järgmine video
id: Putar video berikutnya
it: Riprodurre il video successivo
uk: Відтворити наступне відео

source: Play previous
cs: Přehrát předchozí
et: Esita eelmine
id: Putar sebelumnya
it: Riprodure il precedente
uk: Відтворити попереднє

source: Play previous video
cs: Přehrát předchozí video
et: Esita eelmine video
id: Putar video sebelumnya
it: Riprodurre il video precedente
uk: Відтворити попереднє відео

source: Play video again
cs: Přehrát video znovu
et: Esita video uuesti
id: Putar lagi videonya
it: Riprodurre di nuovo
uk: Відтворити відео знову

source: Playlists
cs: Playlisty
et: Pleilistid
id: Daftar putar
it: Playlist
uk: Плейлисти

source: Please select the download directory
cs: Vyberte adresář pro stahování
et: Vali allalaaditud videotele kataloog
id: Silakan pilih direktori unduhan
it: Selezionare la directory di download
uk: Пожалуйста, выберите каталог для загрузки

source: Poland
cs: Polsko
et: Poola

source: Previous %s entries
cs: Předchozí %s položky
et: Eelmised %s kirjet

source: Public feeds
cs: Veřejné zdroje
et: Avalikud kanalid
id: Feed publik
it: Feed pubblici
uk: Публічні фіди

source: Published at:
cs: Zveřejněno na:
et: Avaldatud:
id: Diterbitkan pada:
it: Pubblicato il:
uk: Опубліковано:

source: Quit
cs: Odejít
et: Välju
id: Keluar
it: Terminare
uk: Вихід

source: Rate video
cs: Ohodnotit video
et: Hinda video
id: Beri rating pada video
it: Valutare il video
uk: Оцінити відео

source: Rating
cs: Hodnocení
et: Hinnang
it: Valutazione
uk: Рейтинг

source: Rating removed!
cs: Hodnocení odstraněno!
et: Hinnang eemaldati!
id: Rating dibuang!
it: Valutazione cancellata.
uk: Рейтинг видалений!

source: Recent
cs: Nedávno přidané
et: Uusimad
id: Terbaru
it: Recente
uk: Недавні

source: Remove my rating
cs: Odstranit moje hodnocení
et: Eemalda minu hinnang
id: Buang rating saya
it: Rimuovere la valutazione
uk: Видалити мій рейтинг

source: Repeat
cs: Opakovat
et: Korda
id: Ulang
it: Ripetere
uk: Повторення

source: Return search results for the specified country.
cs: Vrací výsledky vyhledávání pro zadanou zemi.
et: Kuva otsingu tulemused konkreetse riigi jaoks.
id: Tampilkan hasil pencarian untuk negara yg ditentukan.
it: Restituisce i risultati di ricerca per una nazione specifica.
uk: Повернути результати пошуку для конкретної країни.

source: Return search results that are most relevant to the specified language.
cs: Vrací výsledky vyhledávání, které jsou pro daný jazyk nejvíce odpovídající.
et: Kuva tähtsaimad otsingu tulemused määratud keele järgi.
id: Tampilkan hasil pencarian yg paling relevan dgn bahasa yg ditentukan.
it: Restituisce i risultati di ricerca che sono maggiormente rilevanti per una lingua specifica.
uk: Повернути результати пошуку, найбільш актуальні для зазначеної мови.

source: Return to list
cs: Návrat do seznamu
et: Tagasi nimekirja
id: Kembali ke daftar
it: Tornare all'elenco
uk: Повернутися до списку

source: Russia
cs: Rusko
et: Venemaa

source: Save search result:
cs: Ukládat výsledky vyhledávání:
et: Salvesta otsingu tulemus:
id: Simpan hasil pencarian:
it: Salvare il risultato della ricerca:
uk: Зберегти результат пошуку:

source: Save your search result in the history, when search completed.
cs: Po skončení vyhledávání se budou výsledky vyhledávání ukládat do historie.
et: Jäta otsingu tulemus meelde.
id: Simpan hasil pencarian anda pada histori, ketika pencarian selesai.
it: Una volta effettuata, salvare il risultato della ricerca nella cronologia.
uk: Зберегти результат пошуку в історії, після завершення.

source: Search
cs: Hledat
et: Otsing
id: Cari
it: Cercare
uk: Шукати

source: Search channels
cs: Hledat kanály
et: Otsi kanaleid
id: Cari kanal
it: Cercare canali
uk: Пошук каналів

source: Search for similar
cs: Hledat podobné
et: Otsi sarnaseid
id: Cari yang sama
it: Cercare simili
uk: Шукати схоже

source: Search language:
cs: Hledat jazyk:
et: Otsingu keel:
id: Cari bahasa:
it: Lingua di ricerca:
uk: Мова пошуку:

source: Search live broadcasts
cs: Hledat živá vysílání
et: Otsi otsesaateid
id: Cari siaran langsung
it: Cercare trasmissioni dal vivo
uk: Шукати прямі трансляції

source: Search playlists
cs: Hledat playlisty
et: Otsi pleiliste
id: Cari daftar putar
it: Cercare playlist
uk: Пошук плейлистів

source: Search region:
cs: Prohledávaný region:
et: Otsingu piirkond:
id: Cari negara:
it: Cercare nella regione:
uk: Регіон пошуку:

source: Search results:
cs: Výsledky vyhledávání:
et: Otsingu tulemusi:
id: Hasil pencarian:
it: Risultati della ricerca:
uk: Результати пошуку:

source: Search videos
cs: Hledat videa
et: Otsi videoid
id: Cari video
it: Cercare video
uk: Пошук відео

source: Shows
cs: Ukázky
et: Saated
id: Tampilkan
it: Show
uk: Шоу

source: Sorry, download directory not exist! Please specify in the settings existing directory.
cs: Adresář pro stahování neexistuje! Zadejte ho v nastavení programu.
et: Allalaadimiste kataloog puudub! Määra seadistustes olemasolev kataloog.
id: Maaf, direktori unduhan tidak ada! Silakan atur di pengaturan direktori yg ada.
it: La directory di download non esiste! Specificare nelle impostazioni una cartella esistente.
uk: На жаль, каталог для завантаження не існує! Будь ласка, вкажіть в налаштуваннях існуючий каталог.

source: Sorry, this file already exists: %s
cs: Tento soubor jiz existuje: %s
et: See fail on juba olemas.: %s
id: Maaf, berkas ini sudah ada: %s
it: File già presente: %s
uk: На жаль, цей файл вже існує: %s

source: Sort search results by:
cs: Třídit výsledky vyhledávání podle:
et: Otsingu tulemuste järjestus:
id: Pilah hasil pencarian berdasarkan:
it: Ordinare i risultati della ricerca per:
uk: Сортувати результати пошуку по:

source: South Korea
cs: Jižní Korea
et: Lõuna-Korea

source: Spain
cs: Španělsko
et: Hispaania

source: Specify the directory where save downloaded video files.
cs: Určete adresář do kterého se ukládají stažené video soubory.
et: Määra kataloog, kuhu tõmmatud videod salvestada.
id: Atur direktori dimana menyimpan berkas yang telah diunduh.
it: Specifica la cartella dove salvare i video scaricati.
uk: Вкажіть каталог, для збереження відеофайлів.

source: Specify the player which will be used for YouTube media playback.
cs: Určete přehrávač, který bude použitý pro přehrávání médií z YouTube.
id: Tentukan pemutar yang akan digunakan untuk memainkan media YouTube.
it: Specificare il player da utilizzare per riprodurre i file multimediali YouTube.
uk: Вкажіть програвач, який використовуватиметься для відтворення YouTube.

source: Stop playing this movie?
cs: Zastavit přehrávání?
et: Kas peatada video esitus?
id: Berhenti memutar film ini?
it: Arrestare la riproduzione?
uk: Вийти з цього відео?

source: Subscribe
cs: Odebírat
et: Telli
id: Langgan
it: Sottoscrivere
uk: Підписатися

source: Subscribe this video channel
cs: Odebírat tento video kanál
et: Telli see kanal
id: Langgan kanal video ini
it: Sottoscrivere questo canale video
uk: Підписатися на цей відеоканал

source: Subscribed!
cs: Odběr nastaven!
et: Tellitud!
id: Berlangganan!
it: Sottoscritto
uk: Підписка оформлена!

source: Sweden
cs: Svédsko
et: Rootsi

source: Thailand
cs: Thajsko
et: Tai

source: The Netherlands
cs: Nizozemí

source: There was an error in creating entry list! Maybe try other feeds...
cs: Při vytváření seznamu položek došlo k chybě! Možná zkuste další zdroje...
et: Viga nimekirja loomisel! Ehk proovid teisi kanaleid...
id: Terjadi kesalahan saat membuat daftar entri! Mungkin baiknya coba feed yg lain...
it: Si è verificato un errore nel creare l'elenco voci Provare con altri feed...
uk: Помилка у створенні списку! Спробуйте інші канали...

source: There was an error in extract video url: %s
cs: Při extrahování URL adresy videa došlo k chybě: %s
et: Viga video aadressi eraldamisel: %s
id: Terjadi kesalahan saat mengurai alamat url video: %s
it: Si è verificato un errore nell'estrazione dell'URL del video: %s
uk: Помилка при витяганні відеопосилання: %s

source: There was an error!
cs: Došlo k chybě!
et: Toimus viga!
id: Terjadi kesalahan!
it: Si è verificato un errore.

source: Title
cs: Názvu
et: Nimi
id: Judul
it: Titolo
uk: Назва

source: To merge downloaded files FFmpeg will be installed. FFmpeg can take a lot of space! Do you want to continue?
cs: Pro sloučení stažených souborů bude nainstalován FFmpeg. FFmpeg muže zabrat hodně místa! Chcete pokračovat?
et: Allalaaditud DASH video ja helifailide liitmiseks on vajalik FFmpeg. FFmpeg võib võtta palju ruumi! Kas soovid jätkata?
id: Untuk menyatukan berkas yg diunduh, FFmpeg akan dipasang. FFmpeg bisa memerlukan ruang penyimpanan yg banyak! Apakah anda ingin lanjut?
it: Per unire i file scaricati è necessario installare FFmpeg. FFmpeg può richiedere molto spazio. Procedere con l'installazione?
uk: Для об'єднання завантажених файлів буде встановлено FFmpeg. FFmpeg може зайняти багато місця! Хочете продовжити?

source: To perform authentication will need in a web browser open Google home page, and enter the code! Do you currently have Internet access on the other device and we can continue?
cs: Chcete-li provést ověření, bude potřeba ve webovém prohlížeči otevřít domovskou stránku Google a zadat kód! Máte v současné době přístup k internetu na druhém zařízení a můžeme tedy pokračovat?
et: Autentimiseks tuleb avada veebilehitseja Google kodulehel ja sisestada kood! Kas omad teise seadmega ligipääsu internetile ja saame jätkata?
id: Untuk melakukan otentikasi perlu browser web untuk membuka halaman depan Google dan memasukkan kode! Apakah saat ini anda punya akses internet pada perangkat lain dan kita bisa melanjutkan?.
it: Per effettuare l'autenticazione è necessario aprire l'home page di Google in un browser ed inserire il codice. Attualmente si ha accesso ad internet su un altro dispositivo ed è possibile continuare?
uk: Для виконання перевірки аутентичності потрібно буде в веб-браузері відкрити домашню сторінку Google, та ввести код! Чи є у вас в даний час доступ до інтернету на іншому пристрої, та ми можемо продовжити?

source: Top rated
cs: Nejvýše hodnocené
et: Kõrgeima hinnanguga
id: Rating tertinggi
it: Più votati
uk: Кращі по рейтингу

source: Try to exclude all restricted content from the search result.
cs: Pokusí se z výsledků vyhledávání odstranit veškerý vyloučený obsah.
et: Ürita piiratud sisu otsingu tulemustest eemaldada.
id: Coba jangan tampilkan semua konten yg dilarang dari hasil pencarian.
it: Tentare di escludere tutto il contenuto vietato dai risultati della ricerca.
uk: Спробувати виключити весь обмежений вміст з результатів пошуку.

source: Turkey
cs: Turecko
et: Türgi

source: United Kingdom
cs: Velká Británie

source: United States
cs: USA
et: USA

source: Unsubscribe
cs: Odhlásit odběr
et: Loobu tellimusest
id: Hentikan langgan
it: Annullare la sottoscrizione
uk: Відмінити підписку

source: Unsubscribed!
cs: Odběr odhlášen!
et: Tellimusest loobutud!
id: Langganan dihentikan!
it: Sottoscrizione rimossa.
uk: Підписка відмінена!

source: Uploads
cs: Nahrávání
et: Minu lisatud
id: Unggah
it: Upload
uk: Мої завантаження

source: Use
cs: Použít
et: Kasuta
id: Gunakan
it: Utilizzare
uk: Використати

source: Video download started!
cs: Začalo stahování videa!
et: Alustati allalaadimist!
id: Unduh video dimulai
it: Download del video avviato.
uk: Завантаження відео розпочалось!

source: Videos from this video channel
cs: Videa z tohoto video kanálu
et: Videod sellelt kanalilt
id: Video dari kanal video ini
it: Video da questo canale
uk: Відео з цього відеоканалу

source: View count
cs: Počtu zhlédnutí
et: Vaatamisi
id: Jumlah penayangan
it: Numero visualizzazioni
uk: Кількість переглядів

source: Watch YouTube videos
cs: Sledování YouTube videí
et: Vaata YouTube videoid
id: Tonton video YouTube
it: Guardare video su YouTube
uk: Перегляд відео з YouTube

source: What do you want to do?
cs: Co chcete dělat?
et: Mida soovid teha?
id: Apa yang ingin anda lakukan?
it: Cosa si vuole fare?
uk: Що ви хочете зробити?

source: What maximum resolution used when playing video, if available. If you have a slow Internet connection, you can use a lower resolution.
cs: Maximální použité rozlišení při přehrávání videa, pokud je k dispozici. Pokud máte pomalé připojení k internetu, můžete použít nižší rozlišení.
et: Vali suurim kasutatav videolahutus. Omades aeglast netiühendust kasuta madalamat lahutust.
id: Berapa resolusi maksimal yg digunakan ketika memutar video, jika tersedia. Jika koneksi internet anda lambat, anda bisa menggunakan resolusi lebih rendah.
it: Quale risoluzione massima è utilizzata nella riproduzione dei video, se disponibile. Se di dispone di una connessione Internet lenta, è possibile utilizzare una risoluzione più bassa.
uk: Яка максимальна роздільність екрану має використовуватися при відтворенні відео, якщо така є. Якщо у вас повільне підключення до інтернету, ви можете використовувати більш низьку роздільність.

source: What to do when stop playback in videoplayer.
cs: Co se provede při zastavení přehrávače.
et: Tegevus taasesituse peatamisel.
id: Apa yg akan dilakukan ketika berhenti memutar video di pemutar video.
it: Cosa fare all'arresto della riproduzione.
uk: Що робити, якщо зупинити відтворення в відеоплеєрі.

source: What to do when the video ends.
cs: Co se provede při skončení videa.
et: Tegevus video lõppedes.
id: Apa yg akan dilakukan ketika video berakhir.
it: Cosa fare al termine del video.
uk: Що робити, коли відео закінчилося.

source: When playback stop:
cs: Při zastavení přehrávání:
et: Taasesituse lõppedes:
id: Ketika berhenti memutar video:
it: Quando la riproduzione si interrompe:
uk: Коли відтворення зупинено:

source: When video ends:
cs: Při skončení videa:
et: Video lõppedes:
id: Ketika video berakhir:
it: Quando il video termina:
uk: Коли відео закінчилося:

source: Yes
cs: Ano
et: Jah
id: Ya
it: Sì
uk: Так

source: Yes, but play next video
cs: Ano, ale přehrát následující video
et: Jah, aga esita järgmine video
id: Ya, tapi putar video berikutnya
it: Sì, ma riprodurre il video successivo
uk: Так, але програти наступне відео

source: Yes, but play previous video
cs: Ano, ale přehrát předchozí video
et: Jah, aga esita eelmine video
id: Ya, tapi putar video sebelumnya
it: Sì, ma riprodurre il video precedente
uk: Так, але програти попереднє відео

source: You already authorized access for this plugin to your YouTube account. Do you want to do it again to update access data?
cs: Již jste autorizovali přístup pro tento plugin do svého YouTube účtu. Chcete to udělat znovu a aktualizovat přístupová data?
et: Oled selle plugina ligipääsu oma YouTube kontole juba autoriseerinud. Kas soovid seda teha uuesti, et uuendada ligipääsu andmeid?
id: Anda telah diizinkan mengakses plugin ini pada akun YouTube anda. Anda ingin melakukannya lagi untuk memperbarui data akses?
it: È già stato autorizzato l'accesso per questo plugin nel proprio account YouTube. Farlo ancora per aggiornare i dati di accesso?
uk: Ви вже авторизовали доступ цього плагіну до вашого облікового запису YouTube. Ви хочете це зробити знову, щоб оновити дані доступу?
